{
    "cursos": [
    {
    "name": "Diseño por computación I <br>",
    "code": "DNO151P",
    "about": "Curso que permite al alumno ser capaz de desenvolverse eficazmente en el ambiente de programas del área CAD (Computer Aid Design) en modelamiento de sólidos y superficies, desarrollar proyectos de Diseño en 2 dimensiones (planimetrías, láminas, etc.), simulación (Render) y animación de proyectos.",
    },
{
    "name": "Manejo y aplicación del color <br>",
    "code": "DNO004",
    "about": "El curso permite al alumno profundizar en el conocimiento del color, considerándolo como herramienta básica en el proceso perceptual y proyectual del diseño. Asimismo, el curso pretende desarrollar y poner en práctica la sensibilidad visual del estudiante, a través de la experiencia, mediante un proceso de exploración, comparación y reflexión. Con ello, sobre la base de un adecuado contexto teórico, podrá tomar decisiones respecto del color evaluando las variables actuales de aplicación",
},
{
    "name": "Fotografiar hoy <br>",
    "code": "DNO020",
    "about": "A partir del desarrollo teórico-práctico que dentro de la producción fotográfica se vienen suscitando, el curso se abrirá a estudiar algunas revisiones críticas que desde fuera del campo se han formulado. Profundizando en los conocimientos que se transmitirán, los alumnos podrán conocer técnicas tradicionales y nuevas, entre las cuales se destaca la producción de imágenes digitales.",
},
{
   "name": "Historia de la indumentaria <br>",
    "code": "DNO061",
    "about": "El curso entrega una visión cronológica de la evolución del traje, desde la antigüedad hasta nuestros días, a la luz del desarrollo de técnicas que permitieron esta evolución y de hechos históricos que inspiraron su estética en distintos periodos. Enfocado principalmente -aunque no en forma exclusiva - en el universo textil del vestuario occidental desde la época de los artesanos anónimos del mundo antiguo hasta el surgimiento del diseñador/artista contemporáneo.",
},
{
    "name": "El textil como producto  <br>", 
    "code": "DNO064",
    "about": "En los últimos años la Escuela de Diseño, ha buscado incentivar y promover la autogestión de emprendimientos de diseño. En ese contexto, este curso busca enseñar a los alumnos a analizar el mercado de un producto específico dentro del área textil (producto, servicio o experiencia), para generar una imagen que lo comunique, promocione y posicione.",
    }
    ]
}
